Repository: linuxmint/slick-greeter
Catalog: po/*.po
Languages: te

source: Enter password for %s
te: %s కోసం పాస్‌వర్డ్‌ను నమోదు చేయండి

source: Enter your username
te: మీ వినియోగదారు పేరును నమోదు చేయండి

source: Password:
te: పాస్వర్డ్:

source: Username:
te: వినియోగదారు పేరు:

source: Invalid password, please try again
te: చెల్లని పాస్‌వర్డ్, దయచేసి మళ్లీ ప్రయత్నించండి

source: Failed to authenticate
te: ప్రమాణీకరించడంలో విఫలమైంది

source: Failed to start session
te: సెషన్‌ను ప్రారంభించడంలో విఫలమైంది

source: Logging in...
te: లాగిన్ అవుతోంది...

source: Login Screen
te: లాగిన్ స్క్రీన్

source: Back
te: వెనుకకు

source: Power:
te: శక్తి:

source: Accessibility
te: యాక్సెసిబిలిటీ

source: Onscreen keyboard
te: ఆన్‌స్క్రీన్ కీబోర్డ్

source: High Contrast
te: అధిక కాంట్రాస్ట్

source: Screen Reader
te: స్క్రీన్ రీడర్

source: Quit...
te: నిష్క్రమించు...

source: Suspend
te: సస్పెండ్ చేయండి

source: Hibernate
te: హైబర్నేట్

source: Keyboard layout:
te: కీబోర్డ్ లేఅవుట్:

source: More layouts...
te: మరిన్ని లేఔట్‌లు...

source: Session Options
te: సెషన్ ఎంపికలు

source: Select desktop environment
te: డెస్క్‌టాప్ పర్యావరణాన్ని ఎంచుకోండి

source: Goodbye. Would you like to...
te: వీడ్కోలు. మీరు చేయాలనుకుంటున్నారా..

source: Shut Down
te: షట్ డౌన్

source: Are you sure you want to shut down the computer?
te: మీరు ఖచ్చితంగా కంప్యూటర్‌ను షట్ డౌన్ చేయాలనుకుంటున్నారా?

source: Other users are currently logged in to this computer, shutting down now will also close these other sessions.
te: ఇతర వినియోగదారులు ప్రస్తుతం ఈ కంప్యూటర్‌కు లాగిన్ చేసారు, ఇప్పుడు షట్ డౌన్ చేయడం వలన ఈ ఇతర సెషన్‌లు కూడా మూసివేయబడతాయి.

source: Restart
te: పునఃప్రారంభించండి

source: Show release version
te: విడుదల సంస్కరణను చూపు

source: Run in test mode
te: పరీక్ష మోడ్‌లో అమలు చేయండి

source: Run '%s --help' to see a full list of available command line options.
te: అందుబాటులో ఉన్న కమాండ్ లైన్ ఎంపికల పూర్తి జాబితాను చూడటానికి '%s --help'ని అమలు చేయండి.

source: %s (Default)
te: %s (డిఫాల్ట్)

source: Guest Session
te: అతిథి సెషన్

source: Please enter a complete e-mail address
te: దయచేసి పూర్తి ఇమెయిల్ చిరునామాను నమోదు చేయండి

source: Incorrect e-mail address or password
te: ఇ-మెయిల్ చిరునామా లేదా పాస్‌వర్డ్ తప్పు

source: If you have an account on an RDP or Citrix server, Remote Login lets you run applications from that server.
te: మీకు RDP లేదా Citrix సర్వర్‌లో ఖాతా ఉంటే, రిమోట్ లాగిన్ ఆ సర్వర్ నుండి అప్లికేషన్‌లను అమలు చేయడానికి మిమ్మల్ని అనుమతిస్తుంది.

source: If you have an account on an RDP server, Remote Login lets you run applications from that server.
te: మీకు RDP సర్వర్‌లో ఖాతా ఉంటే, రిమోట్ లాగిన్ ఆ సర్వర్ నుండి అప్లికేషన్‌లను అమలు చేయడానికి మిమ్మల్ని అనుమతిస్తుంది.

source: Cancel
te: రద్దు చేయి

source: Set Up...
te: సెటప్ చేయండి...

source: You need an Ubuntu Remote Login account to use this service. Would you like to set up an account now?
te: ఈ సేవను ఉపయోగించడానికి మీకు ఉబుంటు రిమోట్ లాగిన్ ఖాతా అవసరం. మీరు ఇప్పుడు ఖాతాను సెటప్ చేయాలనుకుంటున్నారా?

source: OK
te: సరే

source: You need an Ubuntu Remote Login account to use this service. Visit uccs.canonical.com to set up an account.
te: ఈ సేవను ఉపయోగించడానికి మీకు ఉబుంటు రిమోట్ లాగిన్ ఖాతా అవసరం. ఖాతాను సెటప్ చేయడానికి uccs.canonical.comని సందర్శించండి.

source: Server type not supported.
te: సర్వర్ రకానికి మద్దతు లేదు.

source: Domain:
te: డొమైన్:

source: Email address:
te: ఇమెయిల్ చిరునామా:

source: Log In
te: లాగిన్ చేయండి

source: Login as %s
te: %s వలె లాగిన్ చేయండి

source: Retry
te: మళ్లీ ప్రయత్నించండి

source: Retry as %s
te: %s వలె మళ్లీ ప్రయత్నించండి

source: Login
te: లాగిన్ చేయండి
